xml/request/dk5underdeling_frederik4.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <dkabm:record>
    <ac:identifier>27208010|870970</ac:identifier>
    <ac:source>undefined</ac:source>
    <dc:title>Frederik IV</dc:title>
    <dc:title xsi:type="dkdcplus:full">Frederik IV : konge i enevældens Danmark</dc:title>
    <dc:title xsi:type="dkdcplus:series">Tilbageblik</dc:title>
    <dc:creator xsi:type="dkdcplus:aut">Hans Wagner (f. 1972-12-03)</dc:creator>
    <dc:creator xsi:type="oss:sort">Wagner, Hans (f. 1972-12-03)</dc:creator>
    <dc:subject xsi:type="dkdcplus:DBCF">Frederik  IV konge af Danmark</dc:subject>
    <dc:subject xsi:type="oss:sort">Frederik IV konge af Danmark</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5">99.4 Frederik, IV, konge af Danmark</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCF">danske konger</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCF">konger</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
    <dcterms:abstract>Om Frederik IV (1671-1730) og hans liv med rejser i Europa, slotsbyggeri, elskerinder og to koner på en gang, men også om livet for de fattige, bønder, borgere og adelige</dcterms:abstract>
    <dcterms:audience xsi:type="dkdcplus:age">Fra 13 år</dcterms:audience>
    <dcterms:audience>børnematerialer</dcterms:audience>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Flachs</dc:publisher>
    <dc:date>2008</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dc:format>illustreret i farver</dc:format>
    <dcterms:extent>48 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">9788762710498</dc:identifier>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
    <dcterms:spatial xsi:type="dkdcplus:DBCF">Danmark</dcterms:spatial>
    <dcterms:temporal xsi:type="dkdcplus:DBCP">1680-1689</dcterms:temporal>
    <dcterms:temporal xsi:type="dkdcplus:DBCP">1690-1699</dcterms:temporal>
    <dcterms:temporal xsi:type="dkdcplus:DBCP">1700-1709</dcterms:temporal>
    <dcterms:temporal xsi:type="dkdcplus:DBCP">1710-1719</dcterms:temporal>
    <dcterms:temporal xsi:type="dkdcplus:DBCP">1720-1729</dcterms:temporal>
    <dcterms:temporal xsi:type="dkdcplus:DBCP">1670-1679</dcterms:temporal>
  </dkabm:record>
  <marcx:collection>
    <record format="danMARC2" type="Bibliographic">
      <leader>000000000000000000000000</leader>
      <datafield tag="001" ind1="0" ind2="0">
        <subfield code="a">27208010</subfield>
        <subfield code="b">870970</subfield>
        <subfield code="c">20080603131435</subfield>
        <subfield code="d">20080407</subfield>
        <subfield code="f">a</subfield>
        <subfield code="t">FAUST</subfield>
      </datafield>
      <datafield tag="004" ind1="0" ind2="0">
        <subfield code="r">n</subfield>
        <subfield code="a">e</subfield>
      </datafield>
      <datafield tag="008" ind1="0" ind2="0">
        <subfield code="t">m</subfield>
        <subfield code="u">f</subfield>
        <subfield code="a">2008</subfield>
        <subfield code="b">dk</subfield>
        <subfield code="d">å</subfield>
        <subfield code="l">dan</subfield>
        <subfield code="o">b</subfield>
        <subfield code="v">0</subfield>
      </datafield>
      <datafield tag="009" ind1="0" ind2="0">
        <subfield code="a">a</subfield>
        <subfield code="g">xx</subfield>
      </datafield>
      <datafield tag="021" ind1="0" ind2="0">
        <subfield code="e">9788762710498</subfield>
        <subfield code="c">ib.</subfield>
        <subfield code="d">kr. 248,00</subfield>
      </datafield>
      <datafield tag="032" ind1="0" ind2="0">
        <subfield code="a">DBF200819</subfield>
        <subfield code="x">BKM200819</subfield>
        <subfield code="x">DAT200822</subfield>
      </datafield>
      <datafield tag="100" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Wagner</subfield>
        <subfield code="h">Hans</subfield>
        <subfield code="c">f. 1972-12-03</subfield>
      </datafield>
      <datafield tag="245" ind1="0" ind2="0">
        <subfield code="A">frederik 4</subfield>
        <subfield code="a">Frederik IV</subfield>
        <subfield code="c">konge i enevældens Danmark</subfield>
        <subfield code="e">Hans Wagner</subfield>
      </datafield>
      <datafield tag="260" ind1="0" ind2="0">
        <subfield code="a">Holte</subfield>
        <subfield code="b">Flachs</subfield>
        <subfield code="k">tr.i.udl.</subfield>
        <subfield code="c">2008</subfield>
      </datafield>
      <datafield tag="300" ind1="0" ind2="0">
        <subfield code="a">48 sider</subfield>
        <subfield code="b">ill. i farver</subfield>
        <subfield code="c">28 cm</subfield>
      </datafield>
      <datafield tag="440" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Tilbageblik</subfield>
      </datafield>
      <datafield tag="504" ind1="0" ind2="0">
        <subfield code="a">Om Frederik IV (1671-1730) og hans liv med rejser i Europa, slotsbyggeri, elskerinder og to koner på en gang, men også om livet for de fattige, bønder, borgere og adelige</subfield>
      </datafield>
      <datafield tag="517" ind1="0" ind2="0">
        <subfield code="a">Fra 13 år</subfield>
      </datafield>
      <datafield tag="521" ind1="0" ind2="0">
        <subfield code="b">[1. oplag]</subfield>
        <subfield code="c">2008</subfield>
      </datafield>
      <datafield tag="532" ind1="0" ind2="0">
        <subfield code="a">Med litteraturhenvisninger og internetadresser</subfield>
      </datafield>
      <datafield tag="600" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="a">Frederik</subfield>
        <subfield code="E">4</subfield>
        <subfield code="e">IV</subfield>
        <subfield code="f">konge af Danmark</subfield>
        <subfield code="2">DBC</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="0"/>
        <subfield code="m">99.4</subfield>
        <subfield code="a">Frederik</subfield>
        <subfield code="E">4</subfield>
        <subfield code="e">IV</subfield>
        <subfield code="f">konge af Danmark</subfield>
      </datafield>
      <datafield tag="652" ind1="0" ind2="0">
        <subfield code="p">96.3</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="f">konger</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="f">historie</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="i">1680-1689</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="i">1690-1699</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="i">1700-1709</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="i">1710-1719</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="i">1720-1729</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="e">Danmark</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="f">danske konger</subfield>
      </datafield>
      <datafield tag="666" ind1="0" ind2="0">
        <subfield code="i">1670-1679</subfield>
      </datafield>
      <datafield tag="s10" ind1="0" ind2="0">
        <subfield code="a">DBC</subfield>
      </datafield>
      <datafield tag="990" ind1="0" ind2="0">
        <subfield code="o">200819</subfield>
        <subfield code="b">l</subfield>
        <subfield code="b">b</subfield>
        <subfield code="b">s</subfield>
        <subfield code="c">a</subfield>
        <subfield code="u">nt</subfield>
      </datafield>
    </record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Frederik+IV&amp;rft.aulast=Wagner&amp;rft.aufirst=Hans&amp;rft.auinit=H&amp;rft.date=2008&amp;rft.isbn=9788762710498&amp;rft.pub=Flachs&amp;rft.series=Tilbageblik&amp;rft.genre=book</oss:openurl>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
